Repository: vinxu/CastReader
Catalog: CastReader/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, hi, it, ja, pt_br

source: 书架仍在加载，请稍后重试。
de: Deine Bibliothek wird noch geladen. Versuche es später erneut.
en: The library is still loading. Try again shortly.
es: La biblioteca todavía se está cargando. Inténtalo de nuevo en unos instantes.
fr: La bibliothèque est encore en cours de chargement. Réessayez dans un instant.
hi: लाइब्रेरी अभी लोड हो रही है। थोड़ी देर बाद फिर कोशिश करें।
it: La libreria è ancora in caricamento. Riprova tra poco.
ja: 本棚を読み込み中です。しばらくしてからもう一度お試しください。
pt_br: A biblioteca ainda está carregando. Tente novamente em instantes.

source: 书架已同步，但 Kindle 未能打开这本书。请重试或返回书架。
de: Deine Bibliothek wurde synchronisiert, aber Kindle konnte dieses Buch nicht öffnen. Versuche es erneut oder kehre zur Bibliothek zurück.
en: Your library was synced, but Kindle could not open this book. Try again or return to the library.
es: Su biblioteca se sincronizó, pero Kindle no pudo abrir este libro. Inténtalo de nuevo o regresa a la biblioteca.
fr: Votre bibliothèque a été synchronisée, mais Kindle n'a pas pu ouvrir ce livre. Réessayez ou retournez à la bibliothèque.
hi: आपकी लाइब्रेरी सिंक हो गई थी, लेकिन किंडल इस किताब को नहीं खोल सका। पुनः प्रयास करें या लाइब्रेरी में वापस लौटें।
it: La tua libreria è stata sincronizzata, ma Kindle non è riuscito ad aprire questo libro. Riprova o torna in biblioteca.
ja: ライブラリは同期されましたが、Kindle はこの本を開くことができませんでした。もう一度試すか、ライブラリに戻ってください。
pt_br: Sua biblioteca foi sincronizada, mas o Kindle não conseguiu abrir este livro. Tente novamente ou volte para a biblioteca.

source: 书架是空的？
de: Ist deine Bibliothek leer?
en: Is your library empty?
es: ¿Tu biblioteca está vacía?
fr: Votre bibliothèque est vide ?
hi: क्या आपकी लाइब्रेरी खाली है?
it: La tua libreria è vuota?
ja: 本棚が空ですか？
pt_br: Sua biblioteca está vazia?

source: 书架是空的？你的书可能在其他亚马逊站点。
de: Ist deine Bibliothek leer? Deine Bücher befinden sich möglicherweise in einem anderen Amazon-Shop.
en: Is your library empty? Your books may be on another Amazon site.
es: ¿Tu biblioteca está vacía? Puede que tus libros estén en otra tienda de Amazon.
fr: Votre bibliothèque est vide ? Vos livres se trouvent peut-être sur un autre site Amazon.
hi: क्या आपकी लाइब्रेरी खाली है? आपकी किताबें किसी दूसरी Amazon साइट पर हो सकती हैं।
it: La tua libreria è vuota? I tuoi libri potrebbero trovarsi su un altro sito Amazon.
ja: 本棚が空ですか？本が別の Amazon ストアにある可能性があります。
pt_br: Sua biblioteca está vazia? Seus livros podem estar em outra loja da Amazon.

source: 书架来源
de: Bibliotheksquellen
en: Library Sources
es: Fuentes de la biblioteca
fr: Sources de la bibliothèque
hi: लाइब्रेरी स्रोत
it: Fonti della libreria
ja: 本棚の連携先
pt_br: Fontes da biblioteca

source: 书籍 / 长篇
de: Bücher / Lange Texte
en: Books / Long-form
es: Libros / Formato largo
fr: Livres / Forme longue
hi: पुस्तकें / दीर्घ-रूप
it: Libri / Formato lungo
ja: 書籍・長編
pt_br: Livros / formato longo

source: 亚马逊站点
de: Amazon-Shop
en: Amazon site
es: Tienda de Amazon
fr: Site Amazon
hi: Amazon साइट
it: Sito Amazon
ja: Amazon ストア
pt_br: Loja da Amazon

source: 仅保存在本机，不上传云端
de: Nur auf diesem Gerät gespeichert, niemals hochgeladen
en: Stored on this device only, never uploaded
es: Almacenado solo en este dispositivo, nunca subido
fr: Stocké sur cet appareil uniquement, jamais téléchargé
hi: केवल इस डिवाइस पर संग्रहीत, कभी अपलोड नहीं किया गया
it: Memorizzato solo su questo dispositivo, mai caricato
ja: このデバイスにのみ保存され、アップロードされることはありません
pt_br: Armazenado apenas neste dispositivo, nunca enviado

source: 今天的天气很舒服。我正在用清晰、自然的声音录制一段样本，让 CastReader 更准确地还原我的声音。
de: Heute ist ein angenehmer Tag. Ich nehme ein klares, natürliches Beispiel auf, damit CastReader meine Stimme genau wiedergeben kann.
en: Today is a pleasant day. I am recording a clear, natural sample so CastReader can reproduce my voice accurately.
es: Hoy es un día agradable. Estoy grabando una muestra clara y natural para que CastReader pueda reproducir mi voz con precisión.
fr: Aujourd'hui est une journée agréable. J'enregistre un échantillon clair et naturel afin que CastReader puisse reproduire ma voix avec précision.
hi: आज का दिन सुखद है. मैं एक स्पष्ट, प्राकृतिक नमूना रिकॉर्ड कर रहा हूं ताकि CastReader मेरी आवाज़ को सटीक रूप से पुन: पेश कर सके।
it: Oggi è una giornata piacevole. Sto registrando un campione chiaro e naturale in modo che CastReader possa riprodurre accuratamente la mia voce.
ja: 今日は楽しい一日です。 CastReader が私の声を正確に再現できるように、クリアで自然なサンプルを録音しています。
pt_br: Hoje é um dia agradável. Estou gravando uma amostra clara e natural para que o CastReader possa reproduzir minha voz com precisão.

source: 今日朗读剩余 %d 分钟 · 解读 %d 次
de: Heute noch %1$d Min. Vorlesen · %2$d Erklärungen
en: %1$d min Read Aloud · %2$d Explains left today
es: Hoy quedan %1$d min de lectura · %2$d explicaciones
fr: Aujourd’hui : %1$d min de lecture · %2$d explications restantes
hi: आज %1$d मिनट ज़ोर से पढ़ना · %2$d व्याख्याएँ शेष
it: Oggi restano %1$d min di lettura · %2$d spiegazioni
ja: 本日の残り：読み上げ%1$d分・解説%2$d回
pt_br: Hoje restam %1$d min de leitura · %2$d explicações

source: 今日朗读剩余 %lld 分钟 · 解读 %lld 次
de: Heute noch %1$lld Min. Vorlesen · %2$lld Erklärungen
en: %1$lld min Read Aloud · %2$lld Explains left today
es: Hoy quedan %1$lld min de lectura · %2$lld explicaciones
fr: Aujourd’hui : %1$lld min de lecture · %2$lld explications restantes
hi: आज %1$lld मिनट ज़ोर से पढ़ना · %2$lld व्याख्याएँ शेष
it: Oggi restano %1$lld min di lettura · %2$lld spiegazioni
ja: 本日の残り：読み上げ%1$lld分・解説%2$lld回
pt_br: Hoje restam %1$lld min de leitura · %2$lld explicações

source: 从 Safari 解锁完整朗读与解读
de: Vollständiges Vorlesen und Erklären über Safari freischalten
en: Unlock full Read Aloud and Explain from Safari
es: Desbloquea todas las funciones de Leer en voz alta y Explicar desde Safari
fr: Débloquez toutes les fonctions Lire à voix haute et Expliquer depuis Safari
hi: Safari से ज़ोर से पढ़ें और व्याख्या की सभी सुविधाएँ अनलॉक करें
it: Sblocca tutte le funzioni Leggi ad alta voce e Spiega da Safari
ja: Safariから「読み上げ」と「解説」の全機能を利用できます
pt_br: Desbloqueie todos os recursos de Ler em voz alta e Explicar pelo Safari

source: 从其他应用分享网页、文字、文档或图片到 CastReader，内容会保存在这里。
de: Teile Webseiten, Text, Dokumente oder Bilder aus anderen Apps mit CastReader. Sie werden hier gespeichert.
en: Share webpages, text, documents, or images from other apps to CastReader. They will be saved here.
es: Comparte páginas web, texto, documentos o imágenes desde otras apps a CastReader. Se guardarán aquí.
fr: Partagez des pages web, du texte, des documents ou des images avec CastReader. Ils seront enregistrés ici.
hi: अन्य ऐप्स से वेबपेज, टेक्स्ट, दस्तावेज़ या इमेज CastReader में साझा करें। वे यहाँ सहेजे जाएंगे।
it: Condividi pagine web, testo, documenti o immagini da altre app a CastReader. Verranno salvati qui.
ja: 他のアプリからウェブページ、テキスト、文書、画像を CastReader に共有すると、ここに保存されます。
pt_br: Compartilhe páginas, textos, documentos ou imagens de outros apps com o CastReader. Eles ficarão salvos aqui.

source: 从相册选择
de: Aus Mediathek wählen
en: Choose from Library
es: Elija de la biblioteca
fr: Choisissez dans la bibliothèque
hi: लाइब्रेरी से चुनें
it: Scegli dalla Libreria
ja: ライブラリから選ぶ
pt_br: Escolha na biblioteca

source: 以 %@/年成为 Pro
de: Für %@/Jahr Pro werden
en: Become Pro for %@/year
es: Hazte Pro por %@ al año
fr: Passez Pro pour %@ par an
hi: %@/वर्ष में Pro बनें
it: Passa a Pro per %@ all’anno
ja: 年額%@でProになる
pt_br: Seja Pro por %@/ano

source: 价格暂不可用
de: Preis nicht verfügbar
en: Price unavailable
es: Precio no disponible
fr: Prix indisponible
hi: कीमत उपलब्ध नहीं है
it: Prezzo non disponibile
ja: 価格を取得できません
pt_br: Preço indisponível

source: 作者
de: Autor
en: Author
es: Autor
fr: Auteur
hi: लेखक
it: Autore
ja: 著者
pt_br: Autor

source: 你主要在哪里读书？绑定后打开一本书，让 CastReader 朗读 30 秒。
de: Wo liest du normalerweise? Verbinde deine Bibliothek, öffne ein Buch und lass CastReader 30 Sekunden lang vorlesen.
en: Where do you usually read? Connect your library, open a book, and let CastReader read for 30 seconds.
es: ¿Dónde sueles leer? Conecta tu biblioteca, abre un libro y deja que CastReader lo lea durante 30 segundos.
fr: Où lisez-vous habituellement ? Connectez votre bibliothèque, ouvrez un livre et laissez CastReader le lire pendant 30 secondes.
hi: आप आम तौर पर कहाँ पढ़ते हैं? अपनी लाइब्रेरी कनेक्ट करें, कोई किताब खोलें और CastReader को 30 सेकंड तक पढ़ने दें।
it: Dove leggi di solito? Collega la libreria, apri un libro e lascia che CastReader legga per 30 secondi.
ja: 普段はどこで読書しますか？連携後に本を開き、CastReaderで30秒間読み上げてみましょう。
pt_br: Onde você costuma ler? Conecte sua biblioteca, abra um livro e deixe o CastReader ler por 30 segundos.

source: 你已是 Pro 会员
de: Du bist Pro-Mitglied
en: You're a Pro member
es: Eres miembro Pro
fr: Vous êtes membre Pro
hi: आप एक प्रो सदस्य हैं
it: Sei un membro Pro
ja: あなたはプロ会員です
pt_br: Você é um membro Pro

source: 你的书可能在其他亚马逊站点，也可以重新同步当前书架。
de: Deine Bücher befinden sich möglicherweise in einem anderen Amazon-Shop. Du kannst auch diese Bibliothek erneut synchronisieren.
en: Your books may be on another Amazon site. You can also sync this library again.
es: Puede que tus libros estén en otra tienda de Amazon. También puedes volver a sincronizar esta biblioteca.
fr: Vos livres se trouvent peut-être sur un autre site Amazon. Vous pouvez aussi resynchroniser cette bibliothèque.
hi: आपकी किताबें किसी दूसरी Amazon साइट पर हो सकती हैं। आप इस लाइब्रेरी को फिर से सिंक भी कर सकते हैं।
it: I tuoi libri potrebbero trovarsi su un altro sito Amazon. Puoi anche sincronizzare di nuovo questa libreria.
ja: 本が別の Amazon ストアにある可能性があります。この本棚を再同期することもできます。
pt_br: Seus livros podem estar em outra loja da Amazon. Você também pode sincronizar esta biblioteca novamente.

source: 你的书可能在其他亚马逊站点。
de: Deine Bücher befinden sich möglicherweise in einem anderen Amazon-Shop.
en: Your books may be on another Amazon site.
es: Puede que tus libros estén en otra tienda de Amazon.
fr: Vos livres se trouvent peut-être sur un autre site Amazon.
hi: आपकी किताबें किसी दूसरी Amazon साइट पर हो सकती हैं।
it: I tuoi libri potrebbero trovarsi su un altro sito Amazon.
ja: 本が別の Amazon ストアにある可能性があります。
pt_br: Seus livros podem estar em outra loja da Amazon.

source: 你的书，现在能听了
de: Deine Bücher, jetzt zum Hören
en: Your books, now you can listen
es: Tus libros, ahora puedes escucharlos
fr: Vos livres, désormais à écouter
hi: आपकी किताबें, अब सुनी जा सकती हैं
it: I tuoi libri, ora puoi ascoltarli
ja: あなたの本を、聴けるように
pt_br: Seus livros, agora dá para ouvir

source: 使用 Apple 登录
de: Mit Apple anmelden
en: Sign in with Apple
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
hi: Apple से साइन इन करें
it: Accedi con Apple
ja: Apple でサインイン
pt_br: Entrar com a Apple

source: 使用 Google 继续
de: Mit Google fortfahren
en: Continue with Google
es: Continuar con Google
fr: Continuer avec Google
hi: Google के साथ जारी रखें
it: Continua con Google
ja: Google で続ける
pt_br: Continuar com o Google

source: 使用 O’Reilly 个人账户
de: Privates O’Reilly-Konto verwenden
en: Use a personal O’Reilly account
es: Usar una cuenta personal de O’Reilly
fr: Utiliser un compte O’Reilly personnel
hi: व्यक्तिगत O’Reilly खाते का उपयोग करें
it: Usa un account O’Reilly personale
ja: O’Reilly 個人アカウントを使用
pt_br: Usar uma conta pessoal da O’Reilly

source: 使用机构访问链接
de: Institutionellen Zugangslink verwenden
en: Use an institutional access link
es: Usar un enlace de acceso institucional
fr: Utiliser un lien d’accès institutionnel
hi: संस्थागत एक्सेस लिंक का उपयोग करें
it: Usa un link di accesso istituzionale
ja: 機関アクセスリンクを使用
pt_br: Usar um link de acesso institucional

source: 使用邮箱验证码登录
de: Mit E-Mail-Code fortfahren
en: Continue with email code
es: Continuar con código por correo
fr: Continuer avec un code par e-mail
hi: ईमेल कोड से जारी रखें
it: Continua con codice email
ja: メール認証コードで続ける
pt_br: Continuar com código por e-mail

source: 修复并打开
de: Reparieren und öffnen
en: Repair and Open
es: Reparar y abrir
fr: Réparer et ouvrir
hi: ठीक करके खोलें
it: Ripara e apri
ja: 修復して開く
pt_br: Reparar e abrir

source: 停止录音
de: Aufnahme stoppen
en: Stop Recording
es: Detener grabación
fr: Arrêter l’enregistrement
hi: रिकॉर्डिंग रोकें
it: Interrompi registrazione
ja: 録音を停止
pt_br: Parar gravação

source: 停止试听
de: Vorschau stoppen
en: Stop Preview
es: Detener muestra
fr: Arrêter l’extrait
hi: नमूना रोकें
it: Interrompi anteprima
ja: 試聴を停止
pt_br: Parar prévia

source: 先导入内容，也可以指定一个解读场景
de: Importiere zuerst Inhalte oder wähle ein Erklärungsszenario
en: Import content first, or choose an explanation scenario
es: Importe el contenido primero o elija un escenario explicativo
fr: Importez d'abord le contenu ou choisissez un scénario d'explication
hi: पहले सामग्री आयात करें, या स्पष्टीकरण परिदृश्य चुनें
it: Importa prima il contenuto o scegli uno scenario di spiegazione
ja: 最初にコンテンツをインポートするか、説明シナリオを選択してください
pt_br: Importe o conteúdo primeiro ou escolha um cenário de explicação

source: 先连接你常用的书库
de: Verbinde zuerst deine Bibliothek
en: Connect your library first
es: Conecta primero tu biblioteca
fr: Connectez d’abord votre bibliothèque
hi: पहले अपनी लाइब्रेरी कनेक्ट करें
it: Collega prima la tua libreria
ja: まず、いつもの本棚を連携
pt_br: Comece conectando sua biblioteca

source: 免费
de: Kostenlos
en: Free
es: Gratis
fr: Gratuit
hi: मुफ़्त
it: Gratis
ja: 無料
pt_br: Grátis

source: 免费版语速上限 2.0x
de: Im kostenlosen Tarif maximal 2,0×
en: Free plan max speed is 2.0x
es: La velocidad máxima del plan gratuito es 2,0x
fr: La vitesse maximale du forfait gratuit est de 2,0x
hi: निःशुल्क योजना की अधिकतम गति 2.0x है
it: La velocità massima del piano gratuito è 2,0x
ja: 無料プランの最大速度は2.0倍です
pt_br: A velocidade máxima do plano gratuito é 2,0x

source: 免费试用 %1$d 天，之后按 %2$@/年自动续订，可随时取消
de: %1$d Tage gratis, danach %2$@/Jahr mit automatischer Verlängerung. Jederzeit kündbar.
en: %1$d days free, then %2$@/year automatically. Cancel anytime.
es: %1$d días gratis y luego %2$@/año con renovación automática. Cancela cuando quieras.
fr: %1$d jours gratuits, puis %2$@/an en renouvellement automatique. Annulable à tout moment.
hi: %1$d दिन मुफ़्त, फिर %2$@/साल अपने आप रिन्यू। कभी भी रद्द करें।
it: %1$d giorni gratis, poi %2$@/anno con rinnovo automatico. Puoi annullare quando vuoi.
ja: %1$d 日間無料、その後 %2$@/年で自動更新。いつでもキャンセルできます
pt_br: %1$d dias grátis e depois %2$@/ano com renovação automática. Cancele quando quiser.

source: 免费试用 %1$d 天，之后按 %2$@%3$@自动续订。可随时在 App Store 设置中取消。
de: %1$d Tage gratis, danach %2$@%3$@ mit automatischer Verlängerung. Jederzeit in den App-Store-Einstellungen kündbar.
en: %1$d days free, then %2$@%3$@ automatically. Cancel anytime in App Store settings.
es: %1$d días gratis y luego %2$@%3$@ con renovación automática. Cancela cuando quieras en los ajustes de App Store.
fr: %1$d jours gratuits, puis %2$@%3$@ en renouvellement automatique. Annulable à tout moment dans les réglages de l'App Store.
hi: %1$d दिन मुफ़्त, फिर %2$@%3$@ पर अपने आप रिन्यू। App Store सेटिंग में कभी भी रद्द करें।
it: %1$d giorni gratis, poi %2$@%3$@ con rinnovo automatico. Puoi annullare quando vuoi nelle impostazioni dell'App Store.
ja: %1$d 日間無料、その後 %2$@%3$@ で自動更新されます。App Store の設定でいつでもキャンセルできます。
pt_br: %1$d dias grátis e depois %2$@%3$@ com renovação automática. Cancele quando quiser nos ajustes da App Store.

source: 全部
de: Alle
en: All
es: Todos
fr: Tous
hi: सभी
it: Tutti
ja: すべて
pt_br: Todos

source: 全部高级音色
de: Alle Premium-Stimmen
en: All Premium Voices
es: Todas las voces premium
fr: Toutes les voix premium
hi: सभी प्रीमियम आवाज़ें
it: Tutte le voci premium
ja: すべてのプレミアムボイス
pt_br: Todas as vozes premium

source: 关注定义、知识点、例题和易错点
de: Definitionen, Konzepte, Beispiele und häufige Fehler hervorheben
en: Focus on definitions, concepts, examples, and common mistakes
es: Centrarse en definiciones, conceptos, ejemplos y errores comunes.
fr: Concentrez-vous sur les définitions, les concepts, les exemples et les erreurs courantes
hi: परिभाषाओं, अवधारणाओं, उदाहरणों और सामान्य गलतियों पर ध्यान दें
it: Concentrarsi su definizioni, concetti, esempi ed errori comuni
ja: 定義、概念、例、よくある間違いに焦点を当てる
pt_br: Concentre-se em definições, conceitos, exemplos e erros comuns

source: 关注权利义务、金额期限和风险条款
de: Rechte, Pflichten, Beträge, Fristen und Risikoklauseln hervorheben
en: Focus on rights, obligations, amounts, deadlines, and risk clauses
es: Centrarse en derechos, obligaciones, montos, plazos y cláusulas de riesgo
fr: Focus sur les droits, obligations, montants, délais et clauses de risque
hi: अधिकारों, दायित्वों, राशियों, समय सीमा और जोखिम खंडों पर ध्यान दें
it: Focus su diritti, obblighi, importi, scadenze e clausole di rischio
ja: 権利、義務、金額、期限、リスク条項に焦点を当てる
pt_br: Foco em direitos, obrigações, valores, prazos e cláusulas de risco

source: 关注核心观点、概念、转折和金句
de: Kernaussagen, Konzepte, Wendepunkte und prägnante Sätze hervorheben
en: Focus on core ideas, concepts, turning points, and memorable lines
es: Centrarse en ideas centrales, conceptos, puntos de inflexión y líneas memorables.
fr: Concentrez-vous sur les idées fondamentales, les concepts, les tournants et les lignes mémorables
hi: मूल विचारों, अवधारणाओं, निर्णायक बिंदुओं और यादगार पंक्तियों पर ध्यान दें
it: Concentrati su idee fondamentali, concetti, punti di svolta e linee memorabili
ja: 核となるアイデア、コンセプト、転換点、印象的なセリフに焦点を当てる
pt_br: Concentre-se nas ideias centrais, conceitos, pontos de viragem e linhas memoráveis

source: 关注核心观点、概念关系和转折
de: Kernaussagen, Begriffsbeziehungen und Wendepunkte hervorheben
en: Focus on core ideas, concept relationships, and turning points
es: Centrarse en ideas centrales, relaciones conceptuales y puntos de inflexión.
fr: Concentrez-vous sur les idées fondamentales, les relations conceptuelles et les tournants
hi: मूल विचारों, अवधारणा संबंधों और निर्णायक बिंदुओं पर ध्यान दें
it: Concentrarsi sulle idee fondamentali, sulle relazioni tra concetti e sui punti di svolta
ja: 核となるアイデア、コンセプトの関係性、ターニングポイントに焦点を当てる
pt_br: Concentre-se nas ideias centrais, nas relações conceituais e nos pontos de virada

source: 关注步骤、参数、限制和警告
de: Schritte, Parameter, Grenzen und Warnungen hervorheben
en: Focus on steps, parameters, limits, and warnings
es: Centrarse en pasos, parámetros, límites y advertencias
fr: Concentrez-vous sur les étapes, les paramètres, les limites et les avertissements
hi: चरणों, मापदंडों, सीमाओं और चेतावनियों पर ध्यान दें
it: Concentrati su passaggi, parametri, limiti e avvisi
ja: ステップ、パラメータ、制限、警告に注目する
pt_br: Concentre-se em etapas, parâmetros, limites e avisos

source: 关注研究问题、方法、实验和贡献
de: Forschungsfragen, Methoden, Experimente und Beiträge hervorheben
en: Focus on research questions, methods, experiments, and contributions
es: Centrarse en preguntas de investigación, métodos, experimentos y contribuciones.
fr: Focus sur les questions de recherche, les méthodes, les expériences et les contributions
hi: शोध प्रश्नों, विधियों, प्रयोगों और योगदानों पर ध्यान दें
it: Focus su domande di ricerca, metodi, esperimenti e contributi
ja: 研究上の疑問、方法、実験、貢献に焦点を当てる
pt_br: Concentre-se em questões de pesquisa, métodos, experimentos e contribuições

source: 关注研究问题、方法、结论和贡献
de: Forschungsfrage, Methode, Schlussfolgerungen und Beitrag hervorheben
en: Focus on the research question, method, conclusions, and contribution
es: Centrarse en la pregunta de investigación, el método, las conclusiones y la contribución.
fr: Se concentrer sur la question de recherche, la méthode, les conclusions et la contribution
hi: शोध प्रश्न, विधि, निष्कर्ष और योगदान पर ध्यान दें
it: Concentrarsi sulla domanda di ricerca, sul metodo, sulle conclusioni e sul contributo
ja: 研究課題、方法、結論、貢献に焦点を当てる
pt_br: Concentre-se na questão da pesquisa, método, conclusões e contribuição

source: 关注结论、关键数据、假设和风险
de: Schlussfolgerungen, Kerndaten, Annahmen und Risiken hervorheben
en: Focus on conclusions, key data, assumptions, and risks
es: Centrarse en conclusiones, datos clave, suposiciones y riesgos.
fr: Concentrez-vous sur les conclusions, les données clés, les hypothèses et les risques
hi: निष्कर्ष, मुख्य डेटा, धारणाओं और जोखिमों पर ध्यान दें
it: Concentrarsi su conclusioni, dati chiave, ipotesi e rischi
ja: 結論、重要なデータ、仮定、リスクに焦点を当てる
pt_br: Concentre-se nas conclusões, dados principais, suposições e riscos

source: 关注结论、数据、风险和前提
de: Schlussfolgerungen, Daten, Risiken und Annahmen hervorheben
en: Focus on conclusions, data, risks, and assumptions
es: Centrarse en conclusiones, datos, riesgos y suposiciones.
fr: Concentrez-vous sur les conclusions, les données, les risques et les hypothèses
hi: निष्कर्ष, डेटा, जोखिम और धारणाओं पर ध्यान दें
it: Concentrarsi su conclusioni, dati, rischi e ipotesi
ja: 結論、データ、リスク、仮定に焦点を当てる
pt_br: Concentre-se em conclusões, dados, riscos e suposições

source: 关键步骤 · 警告 · 参数
de: Wichtige Schritte · Warnungen · Spezifikationen
en: Key steps · Warnings · Specs
es: Pasos clave · Advertencias · Especificaciones
fr: Étapes clés · Avertissements · Spécifications
hi: मुख्य कदम · चेतावनियाँ · विशिष्टताएँ
it: Passaggi chiave · Avvertenze · Specifiche
ja: 主要な手順 · 警告 · 仕様
pt_br: Principais etapas · Avisos · Especificações

source: 关闭
de: Schließen
en: Close
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
pt_br: Fechar

source: 其他登录方式
de: Andere Optionen
en: Other sign-in options
es: Otras opciones
fr: Autres options
hi: अन्य विकल्प
it: Altre opzioni
ja: 他のログイン方法
pt_br: Outras opções

source: 内容
de: Inhalt
en: Content
es: Contenido
fr: Contenu
hi: सामग्री
it: Contenuto
ja: コンテンツ
pt_br: Conteúdo

source: 内容太短，无法解读，试试朗读
de: Inhalt zu kurz für eine Erklärung. Versuche Vorlesen.
en: Content too short to explain. Try Read Aloud.
es: Contenido demasiado corto para explicarlo. Intente leer en voz alta.
fr: Contenu trop court pour être expliqué. Essayez de lire à haute voix.
hi: समझाने के लिए सामग्री बहुत छोटी है. जोर से पढ़ने का प्रयास करें.
it: Contenuto troppo breve per essere spiegato. Prova a leggere ad alta voce.
ja: 内容が短すぎて説明できません。声に出して読んでみてください。
pt_br: Conteúdo muito curto para explicar. Experimente ler em voz alta.

source: 内容太短或暂不支持解读，请稍后重试
de: Dieser Inhalt ist zu kurz oder wird für Erklärungen nicht unterstützt. Versuche es später erneut.
en: This content is too short or is not supported for explanation. Try again later.
es: El contenido es demasiado breve o no se puede explicar por ahora. Inténtalo de nuevo más tarde.
fr: Ce contenu est trop court ou n’est pas encore pris en charge pour l’explication. Réessayez plus tard.
hi: यह सामग्री बहुत छोटी है या अभी व्याख्या के लिए समर्थित नहीं है। बाद में फिर कोशिश करें।
it: Il contenuto è troppo breve o non è ancora supportato per la spiegazione. Riprova più tardi.
ja: 内容が短すぎるか、現在は解説に対応していません。しばらくしてからもう一度お試しください。
pt_br: O conteúdo é curto demais ou ainda não é compatível com a explicação. Tente novamente mais tarde.

source: 内容接收箱
de: Inhalts-Eingang
en: Content Inbox
es: Bandeja de contenido
fr: Boîte de réception
hi: सामग्री इनबॉक्स
it: Raccolta contenuti
ja: コンテンツ受信箱
pt_br: Caixa de entrada

source: 内容暂时无法打开，请重试
de: Dieser Inhalt konnte nicht geöffnet werden. Bitte versuche es erneut.
en: This content could not be opened. Please try again.
es: No se pudo abrir este contenido. Inténtalo de nuevo.
fr: Impossible d’ouvrir ce contenu. Réessayez.
hi: यह सामग्री नहीं खुल सकी। फिर से कोशिश करें।
it: Impossibile aprire questo contenuto. Riprova.
ja: コンテンツを開けませんでした。もう一度お試しください。
pt_br: Não foi possível abrir este conteúdo. Tente novamente.

source: 内容服务
de: Inhaltsdienste
en: Content Services
es: Servicios de contenido
fr: Services de contenu
hi: कंटेंट सेवाएँ
it: Servizi di contenuti
ja: コンテンツサービス
pt_br: Serviços de conteúdo

source: 发送验证码
de: Code senden
en: Send code
es: Enviar código
fr: Envoyer le code
hi: कोड भेजें
it: Invia codice
ja: コードを送信
pt_br: Enviar código
